Repository: RuckPay/SDK-WooCommerce
Catalog: Src/languages/ruckpay-*.po
Languages: fr_fr

source: Accept and process all your payments with a single solution anywhere in the world. Furthermore, thanks to RuckPay’s payment solution you will improve your customers’ experience and your acceptance rate thanks to fast and clear online payments.
fr_fr: Encaissez tous vos paiements avec une solution unique partout dans le monde. Grâce à la solution de paiement de RuckPay vous allez améliorer l’expérience d’achat de vos clients et votre taux de conversion grâce à des paiements en ligne simples, rapides et clairs.

# RuckPay
source: RuckPay Bank Card
fr_fr: Carte bancaire (RuckPay)

source: Allows Bank Card payment with RuckPay
fr_fr: Permet les paiement par carte bancaire avec RuckPay

source: Bank Card (with RuckPay)
fr_fr: Carte bancaire (avec RuckPay)

source: Pay with your Bank Card (with RuckPay).
fr_fr: Payer par carte bancaire (avec RuckPay)

source: Enable/Disable
fr_fr: Activer/Désactiver

source: Enable RuckPay Payments
fr_fr: Activer les paiements RuckPay

source: Tests in production
fr_fr: Tests en production

source: Hide at checkout for non-admin users
fr_fr: Masquer à l'étape de paiement pour les non administrateurs

source: RuckPay Settings
fr_fr: Paramètres RuckPay

source: RuckPay's Configuration
fr_fr: Configuration RuckPAy

source: Test Key
fr_fr: Clé de test

source: Test Secret
fr_fr: Secret de test

source: Live Key
fr_fr: Clé de production

source: Live Secret
fr_fr: Secret de production

source: Checkout page
fr_fr: Page de paiement

source: These settings are necessary to make the RuckPay's payment gateway work.
fr_fr: Ces paramètres sont nécessaires pour le bon fonctionnement de RuckPay.

source: Live
fr_fr: Production

source: Select a page
fr_fr: Sélectionner une page

source: Order amount
fr_fr: Montant

source: Transaction reference
fr_fr: Référence

source: Cancel
fr_fr: Annuler
